Repository: libraries-fi/legacy-kirkanta
Catalog: module/Kirkanta/gettext/*/messages.po
Languages: fi_fi, sv_fi

source: New
fi_fi: Uusi
sv_fi: Ny

source: Templates
fi_fi: Mallipohjat
sv_fi: Dokumentmallar

source: Data saved
fi_fi: Tiedot tallennettu
sv_fi: Informationen är sparad

source: Form validation failed
fi_fi: Lomakkeella on virheitä
sv_fi: Fel i blanketten

source: Choose templates
fi_fi: Mallipohjat
sv_fi: Dokumentmallar

source: Changes could not be saved because the removed record has child resources.
fi_fi: Muutoksia ei voitu tallentaa, koska poistetulla tietueella on aliresursseja.
sv_fi: Ändringarna kunde inte sparas, eftersom den raderade posten hade underresurser.

source: Validation failed
fi_fi: Lomakkeella on virheitä
sv_fi: Fel i blanketten

source: New resource
fi_fi: Uusi tietue
sv_fi: Ny post

source: Edit
fi_fi: Muokkaa
sv_fi: Redigera

source: Item removed
fi_fi: Tietue poistettu
sv_fi: Posten är raderad

source: Accessibility
fi_fi: Esteettömyys
sv_fi: Tillgänglighet

source: Name
fi_fi: Nimi
sv_fi: Namn

source: Description
fi_fi: Kuvaus
sv_fi: Beskrivning

source: Cities
fi_fi: Kunnat
sv_fi: Kommuner

source: Region
fi_fi: Maakunta
sv_fi: Landskap

source: Consortium
fi_fi: Kirjastokimppa
sv_fi: Biblioteksnätverk

source: Provincial Library
fi_fi: Maakuntakirjasto
sv_fi: Landskapsbibliotek

source: Address
fi_fi: Osoite
sv_fi: Adresser

source: Notifications
fi_fi: Ilmoitukset
sv_fi: Meddelanden

source: Title
fi_fi: Nimike
sv_fi: Titel

source: Modified
fi_fi: Muokattu
sv_fi: Ändrad

source: Organisations
fi_fi: Organisaatiot
sv_fi: Organisationer

source: Type
fi_fi: Tyyppi
sv_fi: Typ

source: Branch
fi_fi: Toimipiste
sv_fi: Biblioteksenhet

source: Published
fi_fi: Julkaistu
sv_fi: Publicerad

source: Group
fi_fi: Ryhmä
sv_fi: Grupp

source: Yes
fi_fi: Kyllä
sv_fi: Ja

source: No
fi_fi: Ei
sv_fi: Nej

source: Schedules
fi_fi: Aukioloajat
sv_fi: Öppethållningstider

source: Section
fi_fi: Osasto
sv_fi: Avdelning

source: Validity
fi_fi: Voimassaolo
sv_fi: Tidsperioden är i kraft

source: %s (continuous)
fi_fi: %s (jatkuva)
sv_fi: %s (fortlöpande)

source: Staff
fi_fi: Henkilöstö
sv_fi: Personal

source: Email
fi_fi: Sähköposti
sv_fi: E-post

source: Phone
fi_fi: Puhelin
sv_fi: Telefon

source: Organisation
fi_fi: Organisaatio

source: Phone numbers
fi_fi: Puhelinnumerot
sv_fi: Telefonnummer

source: Number
fi_fi: Numero
sv_fi: Nummer

source: Pictures
fi_fi: Kuvat
sv_fi: Bilder

source: Picture
fi_fi: Kuva
sv_fi: Bild

source: Year
fi_fi: Vuosi
sv_fi: År

source: Author
fi_fi: Omistaja
sv_fi: Upphovsman

source: Provincial libraries
fi_fi: Maakuntakirjastot
sv_fi: Landskapsbibliotek

source: Province
fi_fi: Maakunta
sv_fi: Landskap

source: Regions
fi_fi: Maakunnat
sv_fi: Landskap

source: User Groups
fi_fi: Käyttäjäryhmät
sv_fi: Användargrupper

source: Parent
fi_fi: Ylätaso
sv_fi: Övre nivå

source: Service Types
fi_fi: Palvelutyypit
sv_fi: Servicetyper

source: Usage
fi_fi: Käyttö

source: %d reference(s)
fi_fi: %d viittaus(ta)

source: Users
fi_fi: Käyttäjät
sv_fi: Användare

source: Username
fi_fi: Käyttäjänimi
sv_fi: Användarnamn

source: Last login
fi_fi: Kirjautunut
sv_fi: Inloggad

source: Link Groups
fi_fi: Linkkiryhmät
sv_fi: Länkgrupper

source: Websites
fi_fi: Verkkosivut
sv_fi: Webbsidor

source: URL
fi_fi: Osoite
sv_fi: Adress

source: Consortiums
fi_fi: Kirjastokimpat
sv_fi: Biblioteksnätverk

source: Homepage
fi_fi: Kotisivut
sv_fi: Webbplats

source: Services
fi_fi: Palvelut
sv_fi: Tjänster

source: Standard name
fi_fi: Standardinimi
sv_fi: Standardnamn

source: Base info
fi_fi: Perustiedot
sv_fi: Grundläggande uppgifter

source: Links
fi_fi: Linkit
sv_fi: Länkar

source: Link groups
fi_fi: Linkkiryhmät
sv_fi: Länkgrupper

source: Copy template
fi_fi: Kopioi mallipohja
sv_fi: Kopiera dokumentmall

source: Values
fi_fi: Arvot
sv_fi: Värden

source: Days
fi_fi: Päivät
sv_fi: Dagar

source: Street address
fi_fi: Katuosoite
sv_fi: Gatuadress

source: Zipcode
fi_fi: Postinumero
sv_fi: Postnummer

source: City
fi_fi: Kunta
sv_fi: Kommun

source: Post office
fi_fi: Postitoimipaikka
sv_fi: Postanstalt

source: Optional description to guide visitors.
fi_fi: Vapaaehtoinen kuvaus vierailijoiden ohjeistamiseksi.

source: Enable
fi_fi: Ota käyttöön
sv_fi: Ta i bruk

source: PO box number
fi_fi: Postilokero
sv_fi: Postbox

source: Opens
fi_fi: Aukeaa
sv_fi: Öppnar

source: Closes
fi_fi: Sulkeutuu
sv_fi: Stänger

source: Order in shared service listings (HelMet)
fi_fi: Järjestys yhteisissä palvelulistauksissa (HelMet)
sv_fi: Ordning i listan med de gemensamma tjänsterna (HelMet)

source: n/a
fi_fi: Ei käytössä
sv_fi: Inte i bruk

source: First
fi_fi: Ensimmäinen
sv_fi: Första

source: Second
fi_fi: Toinen
sv_fi: Andra

source: Third
fi_fi: Kolmas
sv_fi: Tredje

source: Fourth
fi_fi: Neljäs
sv_fi: Fjärde

source: Fifth
fi_fi: Viides
sv_fi: Femte

source: Sixth
fi_fi: Kuudes
sv_fi: Sjätte

source: Informative name
fi_fi: Kuvaava nimi
sv_fi: Beskrivande namn

source: Machine name
fi_fi: Koneluettava nimi
sv_fi: Maskinläsbart namn

source: Internal ID
fi_fi: Sisäinen tunniste
sv_fi: Internt ID

source: Value
fi_fi: Arvo
sv_fi: Värde

source: Closed
fi_fi: Suljettu
sv_fi: Stängt

source: New link
fi_fi: Uusi linkki
sv_fi: Ny länk

source: Identifier
fi_fi: Tunniste
sv_fi: Identifiering

source: Machine-readable identifier.
fi_fi: Koneluettava tunniste
sv_fi: Maskinläsbar identifiering

source: Internal description for the group.
fi_fi: Yksityinen kuvausteksti ryhmälle
sv_fi: Intern beskrivning för gruppen

source: New link group
fi_fi: Uusi ryhmä
sv_fi: Ny grupp

source: Do you really want to delete this item?
fi_fi: Haluatko varmasti poistaa tämän tietueen?
sv_fi: Vill du verkligen radera den här posten?

source: Delete
fi_fi: Poista
sv_fi: Radera

source: Submit
fi_fi: Lähetä
sv_fi: Skicka

source: Cancel
fi_fi: Peruuta
sv_fi: Avbryt

source: Branch type
fi_fi: Toimipisteen tyyppi
sv_fi: Bibliotekstyp

source: Groups
fi_fi: Käyttäjäryhmät
sv_fi: Användargrupper

source: All
fi_fi: Kaikki
sv_fi: Alla

source: Show expired periods
fi_fi: Näytä vanhat jaksot
sv_fi: Visa gamla perioder

source: State
fi_fi: Tila
sv_fi: Status

source: Hidden
fi_fi: Piilotettu
sv_fi: Gömd

source: First name
fi_fi: Etunimi
sv_fi: Förnamn

source: Last name
fi_fi: Sukunimi
sv_fi: Efternamn

source: Job title
fi_fi: Työnimike
sv_fi: Titel

source: Responsibility
fi_fi: Vastuualue
sv_fi: Ansvarsområde

source: Qualities
fi_fi: Osaamisalueet
sv_fi: Kompetensområden

source: Email address
fi_fi: Sähköposti
sv_fi: E-post

source: Email address is public
fi_fi: Sähköpostiosoite on julkinen
sv_fi: E-postadressen är offentlig

source: Phone number
fi_fi: Puhelinnumero
sv_fi: Telefonnummer

source: Head of the organisation
fi_fi: Organisaation johtaja
sv_fi: Chef för organisationen

source: Link to website
fi_fi: Kotisivut
sv_fi: Hemsida

source: Change picture
fi_fi: Vaihda kuva
sv_fi: Byt bild

source: New picture
fi_fi: Uusi kuva
sv_fi: Ny bild

source: File
fi_fi: Tiedosto
sv_fi: Dokument

source: Use as default picture
fi_fi: Käytä oletuskuvana
sv_fi: Använd som standardbild

source: Service type
fi_fi: Palvelutyyppi
sv_fi: Servicetyp

source: Only fill when you need to alter the standard name
fi_fi: Täytetään vain, kun halutaan muokata standardinimeä
sv_fi: Fyll i bara om du vill ändra på standardnamnet

source: Short description
fi_fi: Lyhyt kuvaus
sv_fi: Kort beskrivning

source: Price of the service
fi_fi: Palvelun hinta
sv_fi: Tjänstens pris

source: Available for loan
fi_fi: Lainattavissa
sv_fi: Kan lånas

source: Website
fi_fi: Verkkosivu
sv_fi: Webbsida

source: Order in library details (HelMet)
fi_fi: Järjestys kirjaston tiedoissa (HelMet)
sv_fi: Ordning i bibliotekets uppgifter(HelMet)

source: Display on Helmet.fi
fi_fi: Näytä helmet.fi:ssä

source: Filter
fi_fi: Suodata
sv_fi: Filtrera

source: Search for items by name...
fi_fi: Etsi tietueita nimellä...
sv_fi: Sök postens namn

source: New user
fi_fi: Uusi käyttäjä
sv_fi: Ny användare

source: Edit user #%d
fi_fi: Muokkaa käyttäjää #%d
sv_fi: Redigera användare #%d

source: User Group
fi_fi: Käyttäjäryhmä
sv_fi: Användargrupp

source: Change password
fi_fi: Vaihda salasana
sv_fi: Byt lösenord

source: Name or email
fi_fi: Nimi tai sähköposti
sv_fi: Namn eller e-post

source: Search
fi_fi: Hae
sv_fi: Sök

source: Slug
fi_fi: URL-tunniste
sv_fi: Url-slutled

source: New period
fi_fi: Uusi jakso
sv_fi: Ny period

source: Continuous period
fi_fi: Jatkuu toistaiseksi
sv_fi: Fortsätter tillsvidare

source: Valid from
fi_fi: Alkamispäivä
sv_fi: Tidsperioden börjar

source: Valid until
fi_fi: Päättymispäivä
sv_fi: Tidsperioden slutar

source: Edit link
fi_fi: Muokkaa linkkiä
sv_fi: Redigera länken

source: Edit link group
fi_fi: Muokkaa ryhmää
sv_fi: Redigera gruppen

source: Link group
fi_fi: Linkkiryhmä
sv_fi: Länkgrupp

source: Parent role
fi_fi: Ylätason rooli
sv_fi: Överordnad roll

source: Describe the role's special purpose
fi_fi: Kuvaile roolin erityismerkitystä
sv_fi: Beskriv rollen

source: Edit #%d
fi_fi: Muokkaa tietuetta #%d
sv_fi: Redigera posten #%d

source: Save
fi_fi: Tallenna
sv_fi: Spara

source: Owner
fi_fi: Omistaja
sv_fi: Ägare

source: Finna organisation
fi_fi: Finna-organisaatio

source: Enable this option if the consortium is not allowed for regular municipality libraries.
fi_fi: Valitse tämä vaihtoehto vain mikäli kimppatietue ei ole sallittu tavallisille kunnankirjastoille.
sv_fi: Välj det här alternativet bara om nätverksposten inte är tillåten för vanliga kommunbibliotek.

source: Change logo
fi_fi: Vaihda logo
sv_fi: Byt logo

source: New organisation
fi_fi: Uusi organisaatio
sv_fi: Ny organisation

source: Short name
fi_fi: Lyhyt nimi
sv_fi: Kort namn

source: Branch type is only available for organisations with the type of Library.
fi_fi: Toimipisteen tyyppi on valittavissa vain Kirjasto-tyyppisille tietueille.
sv_fi: Bibliotekstyp går att välja bara för poster som har typen Bibliotek.

source: Parent organisation
fi_fi: Emo-organisaatio
sv_fi: Moderorganisation

source: -- Municipality default --
fi_fi: -- Kunnan oletuskimppa --
sv_fi: Kommunens biblioteksnätverk

source: -- No consortium --
fi_fi: -- Ei kirjastokimppaa --
sv_fi: Inget biblioteksnätverk

source: The fallback value for %s is %s.
fi_fi: Oletusarvo kunnalle %s on %s.
sv_fi: Standardvärde för kommunen %s är %s.

source: By default the consortium is defined by the selected city.
fi_fi: Oletusarvoisesti kimppa määräytyy valitun kunnan perusteella.
sv_fi: Biblioteksnätverket bestäms på basen av den valda kommunen.

source: Exposed via API. Will be enabled in the Library Directory after an upgrade later on.
fi_fi: Finna-kenttä. Tieto näytetään Kirjastohakemistossa myöhemmin tehtävän päivityksen jälkeen.
sv_fi: Informationen visas i Biblioteksregistret efter en uppdatering som görs senare.

source: Description (old)
fi_fi: Kuvaus (vanha)
sv_fi: Beskrivning (gammal)

source: This field will be removed after the Library Directory frontend is upgraded. It is replaced by Slogan and rich text description.
fi_fi: Kenttä poistetaan, kun Kirjastohakemisto on päivitetty käyttämään slogan-kenttää sekä html-muotoiluja hyödyntävää esittelytekstiä.
sv_fi: Det här fältet tas bort då Bibliotekregistret uppdateras, då används istället slogan-fältet och beskrivningsfältet med html-editering.

source: Official ID
fi_fi: Virallinen tunniste
sv_fi: Andra identifieringskoder

source: Year founded
fi_fi: Perustamisvuosi
sv_fi: Grundat år

source: Web Library URL
fi_fi: Verkkokirjaston osoite
sv_fi: Webbibliotekets www-adress

source: Defaults to the address configured for the consortium.
fi_fi: Oletusarvoisesti käytetään kirjastokimpalle merkittyä osoitetta.
sv_fi: Som standardvärde används den adress som har angetts för biblioteksnätverket.

source: Buses
fi_fi: Linja-autot
sv_fi: Bussar

source: Trains
fi_fi: Junat
sv_fi: Tåg

source: Trams
fi_fi: Raitiolinjat
sv_fi: Spårvagnslinjer

source: Traffic info
fi_fi: Ohjeita liikenteeseen
sv_fi: Trafikinformation

source: Parking instructions
fi_fi: Pysäköintiohjeet
sv_fi: Parkeringsanvisningar

source: Coordinates
fi_fi: Koordinaatit
sv_fi: Koordinater

source: Location
fi_fi: Sijainti
sv_fi: Besöksadress

source: Mail address
fi_fi: Postiosoite
sv_fi: Postadress

source: Construction year
fi_fi: Rakentamisvuosi
sv_fi: Byggnadsår

source: Building name
fi_fi: Rakennuksen nimi
sv_fi: Byggnadens namn

source: Building architect
fi_fi: Rakennusarkkitehti
sv_fi: Arkitekt

source: Interior designer
fi_fi: Sisustussuunnittelija
sv_fi: Inredningsarkitekt

source: Custom data
fi_fi: Lisätiedot
sv_fi: Tilläggsuppgifter

source: Identificator in Helmet reservation system.
fi_fi: Tunniste Helmetin varausjärjestelmässä.

source: Replaces the numeric ID of the organisation on the public website.
fi_fi: Korvaa organisaation numeerisen tunnisteen julkisella verkkosivustolla.
sv_fi: Ersätter organisationens numeriska id på den offentliga webbplatsen.

source: Language
fi_fi: Kieli
sv_fi: Språk

source: English
fi_fi: englanti
sv_fi: Engelska

source: Finnish
fi_fi: suomi
sv_fi: Finska

source: Russian
fi_fi: venäjä
sv_fi: Ryska

source: Sami
fi_fi: Saamen kieli
sv_fi: Samiska

source: Swedish
fi_fi: ruotsi
sv_fi: Svenska

source: Library
fi_fi: Kirjasto
sv_fi: Bibliotek

source: Main library
fi_fi: Pääkirjasto
sv_fi: Huvudbibliotek

source: Regional library
fi_fi: Aluekirjasto
sv_fi: Regionbibliotek

source: Mobile library
fi_fi: Kirjastoauto
sv_fi: Bokbuss

source: Home service
fi_fi: Kotipalvelu
sv_fi: Boken kommer-service

source: Institutional library
fi_fi: Laitoskirjasto
sv_fi: Anstaltsbibliotek

source: Children's library
fi_fi: Lasten kirjasto
sv_fi: Barnbibliotek

source: Music library
fi_fi: Musiikkikirjasto
sv_fi: Musikbibliotek

source: Special library
fi_fi: Erikoiskirjasto
sv_fi: Specialbibliotek

source: Vocational college library
fi_fi: Ammattioppilaitoskirjasto
sv_fi: Yrkesläroanstaltsbibliotek

source: School library
fi_fi: Koulukirjasto
sv_fi: Skolbibliotek

source: Polytechnic library
fi_fi: Ammattikorkeakoulukirjasto
sv_fi: Yrkeshögskolebibliotek

source: University library
fi_fi: Yliopistokirjasto
sv_fi: Universitetsbibliotek

source: Other library organisation
fi_fi: Muu kirjastoalan organisaatio
sv_fi: Annan biblioteksrelaterad organisation

source: Regular timetables
fi_fi: Yleinen aukiolo
sv_fi: Allmän öppethållning

source: Self service
fi_fi: Omatoimikirjasto
sv_fi: Meröppet bibliotek

source: Reading room
fi_fi: Lehtisali
sv_fi: Tidningsläsesal

source: AV production
fi_fi: AV-tuotanto
sv_fi: AV-produktion

source: Book tips
fi_fi: Kirjavinkkaus
sv_fi: Bokprat

source: Children's library work
fi_fi: Lastenkirjastotyö
sv_fi: Barnbiblioteksarbete

source: Communications
fi_fi: Viestintä
sv_fi: Kommunikation

source: Digital publishing
fi_fi: E-aineistot
sv_fi: E-material

source: Education planning
fi_fi: Koulutussuunnittelu
sv_fi: Utbildningsplanering

source: Education
fi_fi: Koulutus
sv_fi: Utbildning

source: Finances
fi_fi: Taloushallinto
sv_fi: Ekonomiförvaltning

source: Games
fi_fi: Pelit
sv_fi: Spel

source: Human resources
fi_fi: Henkilöstöhallinto
sv_fi: Personaladministration

source: Immigrant library work
fi_fi: Maahanmuuttajakirjastotyö
sv_fi: Biblioteksservice för invandrare

source: Indexing
fi_fi: Luettelointi
sv_fi: Katalogisering

source: Information retrieval
fi_fi: Tiedonhaku
sv_fi: Informationssökning

source: Information technology
fi_fi: Tietotekniikka
sv_fi: Datateknik

source: International cooperation
fi_fi: Kansainvälinen yhteistyö
sv_fi: Internationellt samarbete

source: Library facility work
fi_fi: Laitoskirjastotyö
sv_fi: Anstaltsbiblioteksarbete

source: Library systems
fi_fi: Kirjastojärjestelmä
sv_fi: Bibliotekssystem

source: Literature
fi_fi: Kaunokirjallisuus
sv_fi: Skönlitteratur

source: Media education
fi_fi: Mediakasvatus
sv_fi: Mediefostran

source: Mobile libraries
fi_fi: Kirjastoautot
sv_fi: Bokbussar

source: Music library work
fi_fi: Musiikkikirjastotyö
sv_fi: Musikbiblioteksarbete

source: Pedagogy
fi_fi: Pedagogiikka
sv_fi: Pedagogik

source: Remote services
fi_fi: Kaukopalvelu
sv_fi: Fjärrlån

source: Seeking library work
fi_fi: Hakeutuva kirjastotoiminta
sv_fi: Uppsökande biblioteksverksamhet

source: Statistics
fi_fi: Tilastot
sv_fi: Statistik

source: Web services
fi_fi: Verkkopalvelut
sv_fi: Nättjänster

source: Youth library work
fi_fi: Nuortenkirjastotyö
sv_fi: Ungdomsbiblioteksarbete

source: Collections
fi_fi: Kokoelmapalvelut
sv_fi: Samlingstjänster

source: Customer service
fi_fi: Asiakaspalvelu
sv_fi: Kundtjänst

source: Materials purchases
fi_fi: Aineistonhankinta
sv_fi: Materialanskaffning

source: Materials selection
fi_fi: Aineistonvalinta
sv_fi: Materialurval

source: Åland Islands Provincial Library area
fi_fi: Ahvenanmaan maakuntakirjastoalue
sv_fi: Ålands landskapsbiblioteksdistrikt

source: Southern Savo Provincial Library area
fi_fi: Etelä-Savon maakuntakirjastoalue
sv_fi: Sydsavolax landskapsbiblioteksdistrikt

source: Häme Provincial Library area
fi_fi: Hämeen maakuntakirjastoalue
sv_fi: Tavastlands landskapsbiblioteksdistrikt

source: Kainuu Provincial Library area
fi_fi: Kainuun maakuntakirjastoalue
sv_fi: Kajanalands landskapsbiblioteksdistrikt

source: Central Finland Provincial Library area
fi_fi: Keski-Suomen maakuntakirjastoalue
sv_fi: Mellersta Finlands landskapsbiblioteksdistrikt

source: Central Library
fi_fi: Keskuskirjasto
sv_fi: Centralbibliotek

source: Kokkola Provincial Library area
fi_fi: Kokkolan maakuntakirjastoalue
sv_fi: Karleby landskapsbiblioteksdistrikt

source: Kouvola Provincial Library area
fi_fi: Kouvolan maakuntakirjastoalue
sv_fi: Kouvola landskapsbiblioteksdistrikt

source: Lahti Provincial Library area
fi_fi: Lahden maakuntakirjastoalue
sv_fi: Lahtis landskapsbiblioteksdistrikt

source: Lappeenranta Provincial Library area
fi_fi: Lappeenrannan maakuntakirjastoalue
sv_fi: Villmanstrands landskapsbiblioteksdistrikt

source: Lapland Provincial Library area
fi_fi: Lapin maakuntakirjastoalue
sv_fi: Lapplands landskapsbiblioteksdistrikt

source: Oulu Provincial Library area
fi_fi: Oulun maakuntakirjastoalue
sv_fi: Uleåborgs landskapsbiblioteksdistrikt

source: Pirkanmaa Provincial Library area
fi_fi: Pirkanmaan maakuntakirjastoalue
sv_fi: Birkalands landskapsbiblioteksdistrikt

source: North-Karelia Provincial Library area
fi_fi: Pohjois-Karjalan maakuntakirjastoalue
sv_fi: Sydkarelens landskapsbiblioteksdistrikt

source: Northern Savo Provincial Library area
fi_fi: Pohjois-Savon maakuntakirjastoalue
sv_fi: Nordsavolax landskapsbiblioteksdistrikt

source: Satakunta Provincial Library area
fi_fi: Satakunnan maakuntakirjastoalue
sv_fi: Satakunda landskapsbiblioteksdistrikt

source: Seinäjoki Provincial Library area
fi_fi: Seinäjoen maakuntakirjastoalue
sv_fi: Seinäjoki landskapsbiblioteksdistrikt

source: Uusimaa Provincial Library area
fi_fi: Uudenmaan maakuntakirjastoalue
sv_fi: Nylands landskapsbiblioteksdistrikt

source: Vaasa Provincial Library area
fi_fi: Vaasan maakuntakirjastoalue
sv_fi: Vasa landskapsbiblioteksdistrikt

source: Provincial Library of Varsinais-Suomi area
fi_fi: Varsinais-Suomen maakuntakirjastoalue
sv_fi: Egentliga-Finlands landskapsbiblioteksdistrikt

source: Room
fi_fi: Huone
sv_fi: Utrymme

source: Hardware
fi_fi: Laite
sv_fi: Apparat

source: Service
fi_fi: Palvelu
sv_fi: Tjänst

source: Network
fi_fi: Verkkopalvelu
sv_fi: Nättjänst

source: Collection
fi_fi: Kokoelma
sv_fi: Samling

source: Mobile library stop
fi_fi: Kirjastoauton pysäkki
sv_fi: Hållplats för bokbussen

source: Department
fi_fi: Osasto
sv_fi: Avdelning

source: Concentrated service
fi_fi: Keskitetty palvelu
sv_fi: Centraliserad service

source: Library facility
fi_fi: Kirjastolaitos
sv_fi: Biblioteksväsen

source: Archive
fi_fi: Arkisto
sv_fi: Arkiv

source: Museum
fi_fi: Museo

source: Other organisation
fi_fi: Muu organisaatio
sv_fi: Annan organisation

source: The value exists in database and has to be unique.
fi_fi: Arvo on jo tietokannassa ja sen täytyy olla uniikki.
sv_fi: Värdet finns redan i databasen och det måste vara unikt.

source: Selected value is invalid because it causes recursion.
fi_fi: Rekursiovirhe
sv_fi: Rekursionsfel

source: Coordinates have to be defined as a pair of numbers, for example: 20.12345, 51.09876
fi_fi: Koordinaatit täytyy ilmoittaa numeropareina, esimerkiksi 20.12345, 51.09876
sv_fi: Koordinaterna måste anges som nummerpar, t.ex. 20.12345, 51.09876

source: You are going to remove this organisation record completely. Do you want to continue?
fi_fi: Olet poistamassa tämän organisaatiotietueen pysyvästi. Haluatko varmasti jatkaa?
sv_fi: Du håller på att helt radera den här organisationsposten. Är du säker på att du vill fortsätta?

source: Frontpage
fi_fi: Etusivu
sv_fi: Ingångssidan

source: Periods
fi_fi: Aukioloajat
sv_fi: Öppethållningstider

source: Personnel
fi_fi: Henkilökunta
sv_fi: Personal

source: Provincial Libraries
fi_fi: Maakuntakirjastot
sv_fi: Landskapsbibliotek

source: Schedule Templates
fi_fi: Aukiolomallit
sv_fi: Mallar för öppethållningstider

source: Service Templates
fi_fi: Palvelumallit
sv_fi: Mallar för tjänster

source: Service Types (H)
fi_fi: Palvelutyypit (H)
sv_fi: Servicetyper (H)

source: « Frontpage
fi_fi: « Etusivulle
sv_fi: « Till ingångssidan

source: Basic Details
fi_fi: Perustiedot
sv_fi: Grunduppgifter

source: Addresses
fi_fi: Osoitteet
sv_fi: Adresser

source: Transit directions
fi_fi: Liikenneyhteydet
sv_fi: Trafikförbindelser

source: Miscellaneous
fi_fi: Muut tiedot
sv_fi: Övrig information

source: Mobile stops
fi_fi: Kirjastoauton pysäkit
sv_fi: Hållplatser för bokbussen

source: Notification
fi_fi: Ilmoitus
sv_fi: Meddelanden

source: Period
fi_fi: Jakso

source: Person
fi_fi: Henkilö

source: Phone Number
fi_fi: Puhelinnumero
sv_fi: Telefonnummer

source: Service Type
fi_fi: Palvelutyyppi
sv_fi: Servcietyp

source: User
fi_fi: Käyttäjä
sv_fi: Användare

source: Link Group
fi_fi: Linkkiryhmä
sv_fi: Länkgrupp

source: Actions
fi_fi: Toiminnot
sv_fi: Funktioner

source: Add organisation
fi_fi: Lisää organisaatio
sv_fi: Lägg till organisation

source: Summary
fi_fi: Yhteenveto
sv_fi: Sammanfattning

source: Pagination
fi_fi: Sivutus
sv_fi: Sidnumrering

source: Jump to page %d
fi_fi: Siirry sivulle %d
sv_fi: Gå till sidan %d

source: %d results
fi_fi: %d tulosta
sv_fi: %d resultat

source: Remove this time
fi_fi: Poista aika
sv_fi: Ta bort tiden

source: Insert new time
fi_fi: Lisää aika
sv_fi: Lägg till en ny tid

source: Library closed
fi_fi: Kirjasto suljettu
sv_fi: Biblioteket är stängt

source: Edit description...
fi_fi: Muokkaa kuvausta...
sv_fi: Redigera beskrivningen

source: Mon
fi_fi: Ma
sv_fi: mån.

source: Tue
fi_fi: Ti
sv_fi: tis.

source: Wed
fi_fi: Ke
sv_fi: ons.

source: Thu
fi_fi: To
sv_fi: tor.

source: Fri
fi_fi: Pe
sv_fi: fre.

source: Sat
fi_fi: La
sv_fi: lör.

source: Sun
fi_fi: Su
sv_fi: sön.

source: New data
fi_fi: Uusi tieto
sv_fi: Ny information

source: Export documents
fi_fi: Lataa dokumentteja
sv_fi: Ladda dokument

source: Empty
fi_fi: Tyhjä

source: Service template
fi_fi: Palvelumalli

source: Tools
fi_fi: Työkalut
sv_fi: Verktyg

source: Help
fi_fi: Apua
sv_fi: Hjälp

source: Logout
fi_fi: Kirjaudu ulos
sv_fi: Logga ut

source: Library Information Management Interface – Libraries.fi
fi_fi: Kirjastotietokannan hallintaliittymä – Kirjastot.fi
sv_fi: Biblioteksregistrets administrativa gränssnitt - Biblioteken.fi

source: Change email
fi_fi: Vaihda sähköpostiosoite
sv_fi: Byt e-postadress

source: Email address changed successfully.
fi_fi: Sähköpostiosoite vaihdettu onnistuneesti
sv_fi: Ändring av e-postadressen lyckades

source: Confirm change
fi_fi: Vahvista muutos
sv_fi: Bekräfta ändringen

source: Confirm with password
fi_fi: Vahvista muutos salasanallasi
sv_fi: Bekräfta ändringen med ditt lösenord

source: Password changed successfully.
fi_fi: Salasana vaihdettu onnistuneesti.
sv_fi: Byte av lösenord lyckades
