Repository: libraries-fi/legacy-kirkanta
Catalog: module/Kirkanta/gettext/*/messages.po
Languages: fi_fi, sv_fi

source: Confirm with current password
fi_fi: Vahvista muutos nykyisellä salasanallasi
sv_fi: Bekräfta ändringen med ditt nuvarande lösenord

source: Login
fi_fi: Kirjaudu sisään
sv_fi: Logga in

source: User profile
fi_fi: Käyttäjätiedot
sv_fi: Användaruppgifter

source: User group
fi_fi: Käyttäjäryhmä
sv_fi: Användargrupp

source: Password
fi_fi: Salasana
sv_fi: Lösenord

source: New email
fi_fi: Uusi sähköpostiosoite
sv_fi: Ny e-post

source: Verify email
fi_fi: Vahvista sähköpostiosoite
sv_fi: Verifiera e-postadressen

source: New password
fi_fi: Uusi salasana
sv_fi: Nytt lösenord

source: Verify password
fi_fi: Vahvista salasana
sv_fi: Verifiera lösenordet

source: Configuration saved
fi_fi: Asetukset tallennettu
sv_fi: Inställningarna sparade

source: Enable synchronization
fi_fi: Ota käyttöön
sv_fi: Ta i bruk

source: Check to allow synchronization with PTV.
fi_fi: Valitse salliaksesi dokumentin synkronoinnin PTV:hen.
sv_fi: Välj för att tillåta att dokumenten synkroniseras till Servicedatalagret

source: Document state
fi_fi: Dokumentin tila
sv_fi: Dokumentets status

source: Document state in PTV.
fi_fi: Dokumentin tila PTV:ssä.
sv_fi: Dokumentets status i Servicedatalagret

source: For now, it is not possible to synchronize documents as drafts.
fi_fi: Toistaiseksi ei ole mahdollista tallentaa dokumentteja luonnostilassa.
sv_fi: Tillsvidare är det inte möjligt att spara dokument som utkast

source: Draft
fi_fi: Luonnos
sv_fi: Utkast

source: Synchronize automatically
fi_fi: Synkronoi automaattisesti
sv_fi: Synkronisera automatiskt

source: Should Kirkanta synchronize this document with PTV periodically. If disabled, you will have to trigger synchronization manually.
fi_fi: Jos valittu, Kirkanta päivittää dokumentin PTV:hen automaattisesti säännöllisin väliajoin. Muussa tapauksessa joudut aktivoimaan päivitystapahtuman manuaalisesti.
sv_fi: Om valt uppdaterar Kirkanta dokumentet automatiskt i Servicedatalagretmed jämna mellanrum. I annat fall måste du aktivera uppdateringen manuellt

source: PTV synchronization is disabled for this document.
fi_fi: Tätä dokumenttia ei viedä PTV:hen.
sv_fi: Det här dokumentet överförs inte till Servicedatalagret

source: This document will be synchronized with PTV automatically.
fi_fi: Tämä tietue päivitetään PTV:hen automaattisesti.
sv_fi: Den här posten uppdateras automatiskt till Servicedatalagret.

source: You will need to trigger PTV synchronization manually.
fi_fi: Sinun täytyy ajaa PTV-synkronointi manuaalisesti.
sv_fi: Du måste köra synkroniseringen av Servicedatalagret manuellt.

source: Synchronize
fi_fi: Synkronoi
sv_fi: Synkronisera

source: This document has not been configured for PTV yet.
fi_fi: Tätä dokumenttia ei vielä ole konfiguroitu PTV-siirtoa varten.
sv_fi: Det här dokumentet har inte ännu konfigurerats för överföring till Servicedatalagret

source: Configuration
fi_fi: Asetukset
sv_fi: Inställningar

source: Here you can configure how this document will be synchronized to PTV (Suomi.fi).
fi_fi: Täällä voit hallita dokumentin asetuksia PTV-siirtoa varten. (Suomi.fi)
sv_fi: Här kan du styra dokumentets inställningar för överflyttning till Servicedatalagret. (Suomi.fi)

source: Status
fi_fi: Tila

source: Last sync
fi_fi: Viimeisin päivitys
sv_fi: Senaste uppdatering

source: Settings
fi_fi: Asetukset
sv_fi: Inställningar

source: Validation
fi_fi: Validointi
sv_fi: Validering

source: Run synchronization
fi_fi: Suorita synkronointi
sv_fi: Utför synkronisering

source: Results
fi_fi: Tulokset
sv_fi: Resultat

source: Errors
fi_fi: Virheet
sv_fi: Fel

source: Return
fi_fi: Palaa
sv_fi: Tillbaka

source: Finna coverage
fi_fi: Finna-kattavuus
sv_fi: Finna-täckning

source: Default service point
fi_fi: Oletuspalvelupiste
sv_fi: Förvalt serviceställe

source: Usage info
fi_fi: Käytön ohjeet
sv_fi: Användningsinfo

source: Group by city
fi_fi: Ryhmittele kunnan mukaan
sv_fi: Gruppera enligt kommun

source: With coordinates
fi_fi: Sisällytä koordinaatit
sv_fi: Med koordinater

source: Download
fi_fi: Lataa
sv_fi: Ladda ner

source: Library addresses
fi_fi: Kirjastojen osoitteet
sv_fi: Bibliotekens adresser

source: ISIL
sv_fi: ISIL-kod
