Repository: libraries-fi/legacy-kirkanta
Catalog: module/Kirkanta/gettext/*/zf2form.po
Languages: fi_fi, sv_fi

source: The Foobar
fi_fi: Se Foobar
sv_fi: Se Foobar

source: Value is required and can't be empty
fi_fi: Syöte vaaditaan
sv_fi: Ett värde är obligatoriskt

source: The input is less than %min% characters long
fi_fi: Arvon tulee olla vähintään %min% merkkiä pitkä
sv_fi: Värdet måste ha minst %min% tecken

source: The input is more than %max% characters long
fi_fi: Arvo saa olla enintään %max% merkkiä pitkä
sv_fi: Värdet får ha max. %max% tecken

source: The input must contain only digits
fi_fi: Vain numerot ovat sallittuja
sv_fi: Endast siffor är tillåtna

source: The input does not appear to be a valid date
fi_fi: Päivämäärä ei kelpaa
sv_fi: Datumet är ogiltigt

source: The input does not fit the date format '%format%'
fi_fi: Ilmoita päivämäärä muodossa '%format'
sv_fi: Ange datum i formatet '%format%'

source: The input is not between '%min%' and '%max%', inclusively
fi_fi: Arvon täytyy olla välillä %min% – %max%
sv_fi: Värdet måste vara mellan '%min%' and '%max%'

source: The input does not appear to be a valid Uri
fi_fi: Epäkelpo www-osoite
sv_fi: Webbadressen är ogiltig

source: File exceeds the defined ini size
fi_fi: Tiedosto on liian suuri
sv_fi: Filen är för stor

source: The input is not a valid email address. Use the basic format local-part@hostname
fi_fi: Sähköpostiosoite ei kelpaa
sv_fi: E-postadressen är ogiltig

source: File has an incorrect extension
fi_fi: Tiedostomuoto ei kelpaa
sv_fi: Filformatet är ogiltigt
